# Задание 2. Предельные значения

**Будет 3 типа граничных значений:**
1. Класс 1: 1000 - 9000 руб. - Ставка 20% (0руб.по условию не тестируем)
2. Класс 2: 10 000 - 49000 руб. - Ставка 15%
3. Класс 3: 50 000 - 100 000 руб. - Ставка 10%


####Какими значениями будет тестироваться
- Граница 10 000 руб будет тестироваться:
  - 9000 руб;
  - 10 000 руб;
  - 11 000 руб;
- Граница 50 000 руб будет тестироваться:
  - 49 000 руб;
  - 50 000 руб;
  - 51 000 руб;
- Граница 100 000 руб будет тестироваться:
  - 99 000 руб;
  - 100 000 руб;
